{
  "race": "Xoloitzcuintle (Mexican Hairless Dog)",
  "Features": "Le Xoloitzcuintle est une race de chien originaire du Mexique. Il existe sous trois variétés : poilue, dépourvue de poils et un mélange des deux. La tête allongée, le museau droit et les oreilles droites sont caractéristiques générales des chiens, mais il est important de noter que ces traits ne sont pas spécifiques à la race Xoloitzcuintle. Les dimensions exactes varient en fonction de la variété de taille : minuscule (de 25 à 40 cm de hauteur), moyenne ou grande.",
  "Disadvantages": "Les principaux inconvénients des Xoloitzcuintles sont leur sensibilité à la chaleur, leurs problèmes de peau fréquents. Les races dépourvues de poils nécessitent une vigilance particulière lors de la saison chaude, car ils peuvent facilement souffrir du soleil direct.",
  "Education": "L'éducation des Xoloitzcuintles nécessite une approche stricte et patiente. Il est essentiel de socialiser les chiens dès le plus jeune âge pour éviter tout comportement agressif ou défensif. Les étapes spécifiques incluent : la mise en place d'un emploi du temps régulier, des exercices physiques adaptés à l'âge et au niveau énergétique du chien, et une attention particulière aux signes de stress ou de frustration. La période d'adaptation varie en fonction du chien, mais il est généralement recommandé de commencer par des séances courtes et progressives.",
  "Food": "La nourriture doit être modérée en quantité, riche en protéines animales (à hauteur de 25-30% de la composition totale), légumes frais (environ 20-25%) et fruits frais (environ 10-15%). Les ratios exacts peuvent varier en fonction du chien, mais il est généralement recommandé de privilégier des protéines animales de qualité, des légumes frais variés et des fruits frais en petite quantité.",
  "Care": "Les soins pour la peau des Xoloitzcuintles dépourvus de poils sont cruciaux. Les étapes spécifiques incluent : l'examen régulier de la peau pour détecter les signes d'apparition de problèmes, une attention particulière à la hygiène générale du chien (nettoyage des oreilles, des yeux, des pattes), et une adaptation progressive aux périodes de baignade en fonction des conditions atmosphériques. Les périodes exactes de baignade varient en fonction du climat et des besoins individuels du chien, mais il est généralement recommandé d'attendre que le soleil ne soit pas trop fort avant une baignade."
}